Repository: FormationJenkins/ecclesiacrm
Catalog: src/Plugins/GDPRDashboard/locale/textdomain/*/LC_MESSAGES/messages-GDPRDashboard.po
Languages: ja_jp, pt_br

source: message for the DPO
ja_jp: DPOへのメッセージ
pt_br: mensagem para o RPD

source: person must be deleted from the CRM.
ja_jp: をCRMから削除する必要があります。
pt_br: pessoa deve ser eliminada do MRC.

source: persons must be deleted from the CRM.
ja_jp: の人は、CRM から削除する必要があります。
pt_br: as pessoas devem ser eliminadas do CRM.

source: Click the
ja_jp: をクリックします。
pt_br: Clique no

source: link
ja_jp: リンク
pt_br: ligação

source: to solve the problem.
ja_jp: を解決する。
pt_br: para resolver o problema.

source: No Person to remove in the CRM.
ja_jp: CRMで削除する人がいない。
pt_br: Nenhuma pessoa a remover no CRM.

source: family must be deleted from the CRM.
ja_jp: ファミリーをCRMから削除する必要があります。
pt_br: família deve ser eliminada do CRM.

source: families must be deleted from the CRM.
ja_jp: ファミリーをCRMから削除する必要があります。
pt_br: as famílias devem ser eliminadas do MRC.

source: No Family to remove in the CRM.
ja_jp: CRMで削除するファミリーはありません。
pt_br: Nenhuma Família a remover no CRM.
